Repository: batden/Translations-for-Bodhi
Catalog: guide_resources.po
Languages: fr

source: Bodhi QuickStart - Resources
fr: Bodhi QuickStart - Ressources

source: QuickStart Index</a><a class="nav" target="_parent" href="index.html">QuickStart Index
fr: Index du Guide de démarrage</a><a class="nav" target="_parent" href="index.html">Index du Guide de démarrage

source: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Getting Started</a> <ul>
fr: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Pour commencer</a> <ul>

source: Connecting to the Internet
fr: Connexion à Internet

source: Installing Software
fr: Installer des logiciels

source: <a class="mobile" target="_parent" href="getting_started.html">Getting Started</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
fr: <a class="mobile" target="_parent" href="getting_started.html">Pour commencer</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>

source: Moksha Basics
fr: Les bases de Moksha

source: Quick Launcher
fr: Lanceur rapide

source: <a class="mobile" target="_parent" href="appendix.html">Credits</a><a class="nav" target="_parent" href="#">Even More Info</a> <ul>
fr: <a class="mobile" target="_parent" href="appendix.html">Crédits</a><a class="nav" target="_parent" href="#">Encore plus d'infos</a> <ul>

source: Quick FAQ
fr: FAQ rapide

# html/resources.html html.body.header.nav.ul.li.ul.li:39-15
source: Resources
fr: Ressources

source: Even More Info</a><a class="nav" target="_parent" href="appendix.html">Credits
fr: Encore plus d'infos</a><a class="nav" target="_parent" href="appendix.html">Crédits

# html/resources.html html.body.div.div.div.h1:52-11
source: Resources
fr: Ressources

source: <strong>You will need internet access to reach these resources, so if you have not yet made a connection please see the <a class="normal" href="internet.html">Connecting to the Internet</a> section.</strong> <br /><br />
fr: <strong>Vous avez besoin d'un accès à Internet pour accéder à ces ressources. Si vous n'avez pas encore établi de connexion, consultez la section <a class="normal" href="internet.html">Connexion à Internet</a> </strong> .<br /><br />

source: Bodhi Linux Site
fr: Site de Bodhi Linux

source: The official Bodhi Linux site.
fr: Le site officiel de Bodhi Linux.

source: Bodhi Wiki
fr: Wiki de Bodhi

source: Documentation by Bodhi Users for Bodhi Users.
fr: La documentation pour les utilisateurs de Bodhi, par les utilisateurs de Bodhi.

source: Bodhi Linux AppCenter
fr: AppCenter de Bodhi Linux

source: Official Bodhi Linux software packages.
fr: Les paquets logiciels officiels de Bodhi Linux.

source: Bodhi Linux Forums
fr: Forums de Bodhi Linux

source: Ask/answer questions and get info on our Forums board.
fr: Posez ou répondez à des questions, et trouvez des informations sur nos forums de discussion.

source: Live Chat (Discord)
fr: Chat en direct (Discord)

source: Ask/answer questions and get info on Discord.
fr: Posez ou répondez à des questions, et trouvez des infos sur Discord.
