Repository: batden/Translations-for-Bodhi
Catalog: guide_quickfaq.po
Languages: fr

source: Bodhi QuickStart - Quick FAQ
fr: Guide de démarrage Bodhi - FAQ rapide

source: QuickStart Index</a><a class="nav" target="_parent" href="index.html">QuickStart Index
fr: Index du Guide de démarrage</a><a class="nav" target="_parent" href="index.html">Index du Guide de démarrage

source: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Getting Started</a> <ul>
fr: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Pour commencer</a> <ul>

source: Connecting to the Internet
fr: Connexion à Internet

source: Installing Software
fr: Installer des logiciels

source: <a class="mobile" target="_parent" href="getting_started.html">Getting Started</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
fr: <a class="mobile" target="_parent" href="getting_started.html">Pour commencer</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>

source: Moksha Basics
fr: Les bases de Moksha

source: Quick Launcher
fr: Lanceur rapide

source: <a class="mobile" target="_parent" href="appendix.html">Credits</a><a class="nav" target="_parent" href="#">Even More Info</a> <ul>
fr: <a class="mobile" target="_parent" href="appendix.html">Crédits</a><a class="nav" target="_parent" href="#">Encore plus d'infos</a> <ul>

# html/quickfaq.html html.body.header.nav.ul.li.ul.li:38-15
source: Quick FAQ
fr: FAQ rapide

source: Resources
fr: Ressources

source: Even More Info</a><a class="nav" target="_parent" href="appendix.html">Credits
fr: Encore plus d'infos</a><a class="nav" target="_parent" href="appendix.html">Crédits

# html/quickfaq.html html.body.div.div.div.h1:52-11
source: Quick FAQ
fr: FAQ rapide

source: Many new users to Bodhi seem to have the same questions, so here are the answers to a few of them:
fr: De nombreux nouveaux utilisateurs se posent souvent les mêmes questions, voici les réponses à quelques-unes d'entre elles :

source: What is Bodhi Linux?
fr: C'est quoi Bodhi Linux ?

source: Bodhi Linux is a Linux based operating system built on top of Ubuntu Long Term Support releases. Our goal is to provide a stable, but minimalistic, operating system that can stay out of the user's way. We have a new major release every 2~ years when a new Ubuntu LTS releases. Every release is supported for 5~ years unil the Ubuntu LTS base runs out of support.
fr: Bodhi Linux est un système d'exploitation fondé sur Linux et bâti à partir des versions d'Ubuntu LTS. Notre objectif est de fournir un système d'exploitation stable, mais minimaliste, et qui n'entrave pas l'utilisation. Nous publions une nouvelle version majeure tous les 2 ans environ. Chaque version est supportée pendant 5 ans, jusqu'à ce que la base Ubuntu LTS ne soit plus supportée.

source: Why are there so few applications installed?
fr: Pourquoi si peu d'applications par défaut ?

source: Part of the Bodhi Linux philosophy is minimalism and user choice. We feel that our users are intelligent enough to choose what applications they want, and we provide an easy way to do so at the <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>. We also feel that it is easier and better for you to build the system <em>you</em> want from the start, rather than having to remove a lot of applications you don't want and/or need and <em>then</em> install the ones you want/need.<br /><br />You can learn more about installing software from <a class="normal" href="software.html">here</a>.<br id="cl" class="clear" />
fr: Le minimalisme et la liberté de choix sont des principes chers à Bodhi Linux. Nous pensons que nos utilisateurs sont suffisamment intelligents pour choisir les applications qu'ils veulent, et nous proposons un moyen simple afin d'y parvenir grâce à notre <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>. Nous pensons également qu'il est plus judicieux que <em>vous</em> ayez la main sur le système, plutôt que d'avoir à désinstaller de nombreuses applications superflues.<br /><br />Apprenez-en plus sur l'installation de logiciels <a class="normal" href="software.html">ici</a>.<br id="cl" class="clear" />

source: What is Moksha?
fr: C'est quoi Moksha ?

source: Moksha is a fork of the Enlightenment DR17 desktop maintained by the Bodhi Linux team. Moksha focuses on staying light weight, while still offering a high level of customization options.
fr: Moksha est un fork d'Enlightenment DR17 maintenu par l'équipe de Bodhi Linux. Moksha se veut léger, tout en offrant un haut niveau de personnalisation.

source: <strong class="italictext centertext">Why does Bodhi Linux use the Epiphany Web Browser?</strong><br class="onmobile" />
fr: <strong class="italictext centertext">Pourquoi Bodhi Linux utilise-t-il le navigateur web Epiphany ?</strong><br class="onmobile" />

source: When we polled our users asking what the default web browser should be, we found a nearly equal 3-way tie among the current version of Firefox, an older version of Firefox, and Chromium. So, instead of choosing one of those that would have left approximately 2/3 of our users dissatisfied and needing to install another browser anyway, we went in a totally different direction: Epiphany!
fr: Lorsque nous avons interrogé nos utilisateurs pour savoir quel devrait être le navigateur web par défaut, nous avons constaté une égalité presque parfaite entre la version actuelle de Firefox, une version plus ancienne de Firefox et Chromium. Aussi, au lieu de choisir l'un d'eux et de laisser insatisfaits les deux-tiers de nos utilisateurs qui voudront de toute façon installer un autre navigateur, nous avons pris une direction totalement différente : Epiphany !

source: Epiphany has the advantages of being very lightweight yet highly functional, which fits in with the <strong>Bodhi Linux</strong> philosophy (see the first question). <br class="clear" />
fr: Epiphany a l'avantage de la légèreté tout en offrant un vaste panel de fonctionnalités; ce qui correspond bien à la philosophie de <strong>Bodhi Linux</strong> (voir la première question). <br class="clear" />

source: More info...
fr: Plus d'infos...

source: There is also a "proper" FAQ on the <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a>.
fr: Nous avons également une FAQ plus étoffée dans le <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a>.
