Repository: batden/Translations-for-Bodhi
Catalog: guide_software.po
Languages: fr

source: Bodhi QuickStart - Installing Software
fr: Guide de démarrage Bodhi - Installer des logiciels

source: QuickStart Index</a><a class="nav" target="_parent" href="index.html">QuickStart Index
fr: Index du Guide de démarrage</a><a class="nav" target="_parent" href="index.html">Index du Guide de démarrage

source: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Getting Started</a> <ul>
fr: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Pour commencer</a> <ul>

source: Connecting to the Internet
fr: Connexion à Internet

# html/software.html html.body.header.nav.ul.li.ul.li:25-15
source: Installing Software
fr: Installer des logiciels

source: <a class="mobile" target="_parent" href="getting_started.html">Getting Started</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
fr: <a class="mobile" target="_parent" href="getting_started.html">Pour commencer</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>

source: Moksha Basics
fr: Les bases de Moksha

source: Quick Launcher
fr: Lanceur rapide

source: <a class="mobile" target="_parent" href="appendix.html">Credits</a><a class="nav" target="_parent" href="#">Even More Info</a> <ul>
fr: <a class="mobile" target="_parent" href="appendix.html">Crédits</a><a class="nav" target="_parent" href="#">Encore plus d'infos</a> <ul>

source: Quick FAQ
fr: FAQ rapide

source: Resources
fr: Ressources

source: Even More Info</a><a class="nav" target="_parent" href="appendix.html">Credits
fr: Encore plus d'infos</a><a class="nav" target="_parent" href="appendix.html">Crédits

# html/software.html html.body.div.div.div.h1:52-11
source: Installing Software
fr: Installer des logiciels

source: In most cases, you will want to have an Internet connection established to install software in <strong>Bodhi Linux</strong>.<br /><br /> Please follow this link if you need assistance <a class="normal" href="internet.html">Connecting to the Internet</a>.
fr: Dans la plupart des cas, l'installation de logiciels dans Bodhi Linux passe par une connexion Internet active.</strong>.<br /><br />Suivez ce lien si vous avez besoin d'aide : <a class="normal" href="internet.html">Connexion à Internet</a>.

source: Updating System via Terminology
fr: Mise à jour du système via Terminology

source: The first thing to do after establishing an internet connection is to update your system.<br /><br /> There are multiple methods to achieve this, but the simplest method is by using the terminal. Run the following command in Terminology :<br/><br/>
fr: La première chose à faire après l'établissement d'une connexion Internet est de mettre à jour votre système.<br /><br />Il existe plusieurs méthodes pour y parvenir, la plus simple consiste à utiliser le terminal. Exécutez la commande suivante dans Terminology :<br/><br/>

source: If you installed the new <em><b>hwe</b></em> version of <strong>Bodhi</strong>, kernel updates will be enabled by default.
fr: Si vous avez installé la nouvelle version <em><b>HWE</b></em> de <strong>Bodhi</strong>, les mises à jour du noyau sont activées par défaut.

source: But traditionally, <strong>Bodhi</strong> has taken the view of "<em>not forcing kernel updates.</em>" So users of non-hwe versions of Bodhi, who want to update the kernel, simply install this meta package to ensure you'll always be offered the latest kernel in the updates:<br><br>
fr: Par convention,<strong>Bodhi</strong> a pris le parti de «<em>ne pas imposer les mises à jour du noyau.</em>». Les utilisateurs des versions non HWE de <strong>Bodhi</strong> qui souhaitent ces mises à jour peuvent installer ce méta-package qui leur permettra de recevoir les nouveaux noyaux :<br><br>

source: <strong>Bodhi Linux AppCenter</strong> <a class="img normalpicture" href="../images/appcenter.png"> <img src="../images/appcenter.png" alt="(Bodhi Appcenter Website)" class="fiftywidth center changeonlowwidth" /> </a>
fr: <strong>AppCenter de Bodhi Linux</strong> <a class="img normalpicture" href="../images/appcenter.png"> <img src="../images/appcenter.png" alt="(Bodhi Appcenter Website)" class="fiftywidth center changeonlowwidth" /> </a>

source: The <strong>Bodhi Linux</strong> team has created the <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a> as a very fast and simple way to install many common applications. While you won't find every application that you <em>can</em> install in <strong>Bodhi Linux</strong> at the <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>, you <em>will</em> find what we consider to be "best of breed" applications for each particular category.
fr: Lorsque l'équipe de <strong>Bodhi Linux</strong> a créé son <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>, c'était pour faciliter l'installation d'applications. Bien que vous ne trouverez pas toutes les applications<em>disponibles</em> dans <strong>Bodhi Linux</strong> sur notre <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>, vous découvrirez <em>néanmoins</em> ce que nous considérons comme le meilleur pour chaque catégorie.

source: Here's a quick tutorial on how to install applications at the <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>:
fr: Voici un bref tutoriel sur la façon d'installer des applications via notre<a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a> :

source: Find your application.
fr: Trouver votre application.

source: If you already know the name of the application you wish to install, just type it in the search bar.<br /> If not, simply browse through the categories listed on the front page.
fr: Si vous connaissez déjà le nom de l'application que vous souhaitez installer, entrez celui-ci dans la barre de recherche.<br />Dans le cas contraire, il suffit de parcourir les catégories listées sur la page d'accueil.

source: Navigate to the page.
fr: Accédez à la page.

source: Whichever method you choose to find your application, you will be presented with a link that leads to a page with a description of the application.<br /> Each application has its own page with a description of the application and a screenshot of it.
fr: Quelle que soit la méthode que vous choisissez, un lien menant à une page contenant une description de l'application vous sera présenté.<br />Chaque application possède sa propre page avec une description et une capture d'écran de celle-ci.

source: Install it!
fr: Installez !

source: Simply click the "<em>Install Now</em>" button and enter your password when you are prompted for it. That's it! Your application and all of its dependencies will be automatically installed.
fr: Cliquez sur le bouton «<em> Install Now </em>» et entrez votre mot de passe lorsque vous y êtes invité. C'est tout ! L'application et ses dépendances seront automatiquement installées.

source: Synaptic Package Manager
fr: Gestionnaire de paquets Synaptic

source: The <strong>Synaptic Package Manager</strong>, common to all <strong>Debian</strong> based distributions, is installed in <strong>Bodhi 6.0</strong> by default. If you installed an older version of <strong>Bodhi</strong>, install it by clicking the icon below or use <code>sudo apt install synaptic</code> from the command line.
fr: Le <strong>gestionnaire de paquets Synaptic</strong>, disponible dans toutes les distributions de la famille<strong>Debian</strong>, est intallé par défaut dans <strong>Bodhi 6.0</strong>. Si vous disposez d'une version antérieure de <strong>Bodhi</strong>, installez l'application en cliquant sur le bouton ci-dessous, ou avec<code>sudo apt install synaptic</code> en ligne de commande.

source: With <strong>Synaptic Package Manager</strong>, you have access to all of the applications in the <strong>Bodhi</strong> and <strong>Ubuntu</strong> repositories.
fr: Le <strong>gestionnaire de paquets Synaptic</strong> vous donne accès à l'ensemble des applications des dépôts logiciels pour <strong>Bodhi</strong> et <strong>Ubuntu</strong>.

source: Please see our <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> for complete instructions on using <strong>Synaptic Package Manager</strong>.
fr: Consultez notre <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> pour des instructions détaillées quant à l'utilisation du <strong> gestionnaire de paquets Synaptic</strong>.

source: Snap, Flatpak and AppImage
fr: Snap, Flatpak et AppImage

source: In an effort to move away from platform specific packaging methods to platform agnostic ones, several new tools for packaging, distributing, installing software have been developed. Most noteworthy are Snap, Flatpak and AppImage. These are not supported by default in <strong>Bodhi</strong>.
fr: Dans un effort pour passer outre les méthodes d'empaquetage spécifiques à une plate-forme vers des solutions indépendantes, plusieurs nouveaux outils d'empaquetage, de distribution et d'installation de logiciels ont été développés. Les plus remarquables sont Snap, Flatpak et AppImage. Ils ne sont pas pris en charge par défaut dans <strong> Bodhi </strong>.

source: Please see our <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> for complete instructions on using these tools.
fr: Consultez notre <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> pour des instructions détaillées quant à l'utilisation de ces outils.

source: gdebi is a simple tool to install deb files. It lets you install local deb packages, resolving and installing all dependencies.
fr: GDebi est un outil simple pour installer des paquets .deb. Il offre la possibilité d'installer des paquets .deb locaux en se chargeant de la résolution des dépendances.

source: gDebi was installed by default in recent past versions of <strong>Bodhi</strong>. If you wish to install it click the icon below or use <code>sudo apt install gdebi</code> from the command line.
fr: GDebi était installé par défaut dans les versions antérieures de <strong>Bodhi</strong>. Si vous souhaitez l'utilisez, cliquez sur le bouton ci-dessous, ou tapez <code>sudo apt install gdebi</code> en ligne de commande.

source: apt-get & dpkg (advanced)
fr: apt-get & dpkg (utilisation avancée)

source: The command-line tools <code>apt</code>, <code>apt-get</code> and <code>dpkg</code> are the "backend" to the above methods of installing applications. Advanced users are free to use these tools from the command line, but this is beyond the scope of this document.
fr: Les outils en ligne de commande <code>apt</code>, <code>apt-get</code> et <code>dpkg</code> sont la partie immergée des méthodes d'installation envisagées ci-dessus. Les utilisateurs avancés pourront utiliser ces outils depuis un terminal, mais cela n'entre pas dans le cadre de ce document.

source: Advanced users may also install from source code.
fr: De même, les méthodes d'installation à partir du code source relèvent du domaine des utilisateurs avertis.
