Repository: batden/Translations-for-Bodhi
Catalog: guide_landing.po
Languages: fr

source: Bodhi Basics
fr: Les bases de Bodhi

source: Welcome and thank you for trying Bodhi Linux: the minimalistic Enlightened Linux desktop!
fr: Bienvenue et merci d'essayer Bodhi Linux : le bureau Linux minimaliste et éclairé !

source: <strong>Bodhi</strong> is a lightweight Linux distribution that uses the Moksha window manager.
fr: <strong>Bodhi</strong> est une distribution Linux légère qui utilise le gestionnaire de fenêtres Moksha.

source: Our philosophy is to provide a minimal base system. Users can install any additional software they want.
fr: Notre philosophie consiste à fournir un système minimal et laisser nos utilisateurs libres d'installer les logiciels supplémentaires qu'ils souhaitent.

source: You will need an Internet connection established to do system updates or install software in <strong>Bodhi</strong>.
fr: Une connexion Internet fonctionnelle est requise pour mettre à jour votre système et installer des logiciels dans <strong>Bodhi</strong>.

source: Please follow this link if you need assistance: <span class="greentext boldtext largelh"><a class="normal" href="internet.html"><strong>Connecting to the Internet</strong></a></span>.
fr: Suivez ce lien si vous avez besoin d'aide : <span class="greentext boldtext largelh"><a class="normal" href="internet.html"><strong>Connexion à Internet</strong></a></span>.

source: System updates are important from a security perspective.<br><br>
fr: Les mises à jour du système sont primordiales pour la sécurité.<br><br>

source: The preferred way to perform system updates is to open a terminal and run the command:<br><br>
fr: Nous recommandons d'effectuer ces mises à jour dans un terminal, à l'aide de la commande :<br><br>

source: A firewall is also important from a security perspective. Bodhi uses iptables and includes the Uncomplicated Firewall (ufw). It is not enabled by default as not all users may need it.<br>
fr: Un pare-feu est à considérer pour la sécurité. Bodhi utilise iptables et inclut The Uncomplicated Firewall (ufw). Il n'est pas activé par défaut car tous les utilisateurs n'ont pas les mêmes besoins.<br>

source: To enable it, open a terminal and run the command:<br><br>
fr: Pour l'activer, exécutez la commande suivante dans un terminal :<br><br>

source: Ufw has a sensible set of default settings (profile), which are fine for the vast majority of home users.
fr: UFW propose un ensemble de paramètres par défaut (profil) convenant à la grande majorité des utilisateurs privés.

source: Want to find our more, read our <a class="normal" href="index.html"><strong>Quick Start</strong></a>, visit our <a class="normal" href="http://wiki.bodhilinux.com/"><strong>Wiki</strong></a>, or consider reading one of Roger Carter's <a class="normal" href="https://www.smashwords.com/profile/view/RogerCarter"><strong>great books</strong></a> on Bodhi.<br><br>
fr: Pour en savoir plus, voyez notre <a class="normal" href="index.html"><strong>Guide de démarrage</strong></a>, visitez notre <a class="normal" href="http://wiki.bodhilinux.com/"><strong>Wiki</strong></a>, ou lisez l'un des super livres de <a class="normal" href="https://www.smashwords.com/profile/view/RogerCarter"><strong>Roger Carter</strong></a> à propos de Bodhi.<br><br>

source: Need friendly help?
fr: Besoin d'une aide amicale ?

source: Post on our <a class="normal" href="https://bodhilinux.boards.net/"><strong>Forum</strong></a> or ask on <a class="normal" href="https://discordapp.com/invite/pvB7MSf"><strong>Discord</strong></a>.<br><br>
fr: Postez sur notre <a class="normal" href="https://bodhilinux.boards.net/"><strong>Forum</strong></a> ou demandez sur<a class="normal" href="https://discordapp.com/invite/pvB7MSf"><strong>Discord</strong></a>.<br><br>

source: Want to buy us a cup of coffee? <a class="normal" href="https://www.bodhilinux.com/donate/"><strong>Consider Donating.</strong></a>
fr: Envie de nous offrir une tasse de café ? <a class="normal" href="https://www.bodhilinux.com/donate/"><strong>Envisagez de faire un don.</strong></a>
