Repository: batden/Translations-for-Bodhi
Catalog: productivity_*.po
Languages: fr

source: Productivity Settings
fr: Paramètres de Productivité

source: Satisfy urgent windows instantly
fr: Honorer les requêtes des fenêtres urgentes

source: Break Time
fr: Durée de la pause

source: Time to Work before Break
fr: Durée du travail avant la pause

source: Start Working
fr: Commencer à travailler

source: Stop Working
fr: Arrêter de travailler

source: Schedule
fr: Minutage

source: %1.0f Minutes of Break per every %1.0f Minutes of Work
fr: %1.0f min de pause toutes les %1.0f min de travail

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: Work Tools
fr: Outils

source: Productivity
fr: Productivité

source: Settings
fr: Configuration
