Repository: batden/Translations-for-Bodhi
Catalog: stickynotes_*.po
Languages: fr

source: StickyNotes Module
fr: Module StickyNotes

source: General
fr: Général

source: Note text in the header
fr: Texte de la note dans l'en-tête

source: Header text
fr: Texte de l'en-tête

source: Note text
fr: Texte de la note

source: HTML tags: see the git repo wiki for more info
fr: Balises HTML : voir le wiki du dépôt git pour plus d'informations

source: Click on the space for color changing
fr: Cliquer ci-dessous pour modifier la couleur

source: Command section
fr: Commande

source: Command to run and show output
fr: Commande à exécuter avec affichage de la sortie

source: Refresh interval
fr: Intervalle d'actualisation

source: %2.0f sec
fr: %2.0f s

source: x 60 secs
fr: x 60 s

source: Notification text on change
fr: Texte de notification pour l'actualisation

source: Advanced
fr: Avancé

source: StickyNotes Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
fr: La configuration du module StickyNotes a dû être mise à jour. Votre ancienne<br>configuration a été supprimée et de nouveaux paramètres par<br>défaut sont en place. Cela risque d'arriver en phase de<br>développement, alors il est inutile de faire un rapport de bogue.<br>Cela signifie simplement que le module a besoin<br>de cette mise à niveau pour être à nouveau fonctionnel.<br>Vous pouvez maintenant tout reconfigurer selon votre goût.<br>Désolé pour la gêne occasionnée.<br>

source: Your StickyNotes Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
fr: Votre configuration de StickyNotes est PLUS RÉCENTE que la version actuelle<br>du module. C'est vraiment étonnant. Cela ne devrait pas se produire, à moins<br>que vous n'ayez installé une version antérieure ou copié la configuration du<br>module depuis une machine sur laquelle une version plus récente était en cours.<br>Ce n'est pas sain et, par mesure de précaution, les valeurs<br>par défaut du module ont été restaurées.<br>Désolé pour le désagrément.<br>

source: Sticky note
fr: Note collante

source: StickyNotes Configuration Updated
fr: Configuration de StickyNotes actualisée

source: Settings
fr: Configuration
